Repository: pavelsof/saussure.net
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bg

source: Project Saussure
bg: Проект Сосюр

source: Log out
bg: Изход

source: email
bg: имейл

source: password
bg: парола

source: login
bg: вход

source: forgotten username/password?
bg: забравена парола?

source: Home
bg: Начало

source: Problems
bg: Задачи

source: About
bg: Относно

source: Who are we?
bg: Кои сме ние?

source: News
bg: Новини

source: Register
bg: Регистрация

source: Bulgarian
bg: български

source: Since 2014.
bg: От 2014.

source: Made by <strong>ѣ</strong>.
bg: Създадено от <strong>ѣ</strong>.

source: <a href='http://github.com/pavelsof/saussure.net/'>Open source.</a>
bg: <a href='http://github.com/pavelsof/saussure.net/'>Отворен код.</a>

source: Solve a problem
bg: Реши задача

source: Test yourself
bg: Провери решението

source: Unlock problems
bg: Отключи още задачи

source: Be crazy
bg: Полудей

source: Discuss
bg: Обсъди

source: What is Linguistics?
bg: Що е лингвистика?

source: What is a Linguistics Problem?
bg: Що е лингвистична задача?

source: What is a Linguistics Competition?
bg: Що е лингвистично състезание?

source: Ferdinand de Saussure
bg: Фердинан дьо Сосюр

source: Submit!
bg: Давай!

source: Code
bg: Код

source: Problem
bg: Задача

source: Solved by
bg: Решена от

source: Last comment
bg: Последен коментар

source: Be the first one!
bg: Напиши първия!

source: Print
bg: Отпечатай

source: Open in new window
bg: Отвори в нов прозорец

source: Get .pdf
bg: Свали .pdf

source: Ready for Action!
bg: Готов(а)!

source: Success!
bg: Браво!

source: Error!
bg: Грешка!

source: Please login in order to check your answers!
bg: Моля регистрирайте се, за да проверите решението си!

source: About the language
bg: Относно езика

source: Nota bene
bg: Забележка

source: Author:
bg: Автор:

source: You got it wrong.
bg: Направи грешка.

source: You got it right.
bg: Правилно решение.

source: Login
bg: Вход

source: Email
bg: Имейл

source: Password
bg: Парола

source: Active since
bg: Активен от

source: Problems solved
bg: Решени задачи

source: Location
bg: Местоположение

source: Send message
bg: Изпрати съобщение

source: User stats
bg: Статистика

source: Achievements
bg: Постижения

source: Completed!
bg: Завършено!

source: Registration
bg: Регистрация

source: Password again
bg: Парола отново

source: Name
bg: Имена

source: Not required, but could contain any unicode character.
bg: Не е задължително, но може да съдържа знаци всякакви.

source: Please fill in all required fields.
bg: Моля попълнете всички полета, отбелязани като задължителни!

source: Real email is required.
bg: Истински имейл ни трябва.

source: This email is already taken.
bg: Този имейл вече е зает.

source: The two passwords do not match.
bg: Двете пароли не съвпадат.

source: No such user.
bg: Няма такъв потребител.

source: User account has been de-activated.
bg: Потребителската сметка е изключена.
